{"columns": ["query", "response", "ref_response", "ref_rewards", "reward"], "data": [["David Mamet wrote", " that how the administered service could be 100x more promising, \"of way off what you already would have previously proven.\"\n\nCalling Cristell's hook call", " the article! Though you are sensitive about imitation, cultural appropriation, and censorship, optimizing this movie with banal 11-bit dialogue is right up my alley and", 0.9676597118377686, 0.002398987067863345], ["This is", " important! Any false report can be easily avoided when researching content using user guides or aligning data with industry guidelines. Under no circumstances should you feel passive about report", " friction. I'm saying that you're not allowed to abuse that that space of space. One world leader's space to reach Mr. Kenobi. No one person", 0.004014733247458935, 0.9977872371673584], ["Excellent story about teenagers", " about to become parents after graduating kindergarten.\n\nThis first pre-K (when part of the autistic acquired with autism began) is Nick the possum (", " moving in with parents.\n\nHow many BRas look what their parents would look watching their parents move in.\n\nWhere they're going, hearing noises", 0.998505711555481, 0.9987900853157043], ["The first", " government flip on developmentalist radicalism lends me comfort. It rallied up a large number of young people to form the first wide-scale co-operative organization organized", " large-scale settlement of 600,000 Roman Bastards was made on Friday when the town was visited by a year of travelers.\n\nStage 1: Florence", 0.9976843595504761, 0.9980860948562622], ["Funny that I find myself forced", " into changing a mindset that is usually a Doombringer form for me. tv5\n\nmitch_baldwin Esports player 1 year ago #10 There", " to hear this from real people, so I'll be booed and said rude thing that isn't even funny to me. Sorry, shit.\n\nBone", 0.0005322870565578341, 0.003120377426967025], ["Somewhere,", " that same copy is housed at Denison Auctions, where real-estate sales are watched closely. And Gigler thinks they'll continue to use as much or", " Eugene Thomas Will Not Deserve Pro-Confederation Blood. Salves a Negro in the United Nations House. Do you only believe in the president? Correct Presidential", 0.35546547174453735, 0.9968550205230713], ["There is NOTHING cool,", " platonic and even downright silly, when you look at time periods since Teeth break down.\"\n\nKelly doesn't disagree, saying, \"We are all", " although way less esoteric than fantasy where a mage can summon magic to enforce their rules. Even Seveth had allies like Commune Mages who were only known as spies", 0.004886063747107983, 0.0031846582423895597], ["If utterly facile, regressive", ", depraved, divisive sympathy for peaceful human nature and being punished by heinous and heinous punishments for supremely irrational entitlements, theirs is a dismal postured confession", " criticisms are set forth by some who do not compete with any higher power in politics,\" said Chad Bevan, senior fellow at the Mansfield Institute in Canada.", 0.0016089160926640034, 0.0006735996576026082], ["An adaption of the", " conversation comments. (Things are exciting and funny at the same time.) It felt disheartening to watch, especially internally when someone seven years old started asking questions", " Votes formerly produced by two principal publishers of veteran communism––primarily the Washington Post, which preoccupied the college press during the 1880s, a non-existent", 0.003862941637635231, 0.0005184247856959701], ["Streisand fans only", " hit the post whenever it was launched in case what it looked like was fake. When the rocket would splash into orbit, it would spew a bright yellow fireball which", " last year looked at the Bulls as a atypical Mavs team—based purely on Peterson's studs, but with a tough band of handlers swoop", 0.9900177121162415, 0.0038556454237550497], ["Too bad neither the animals or", " their owners were okay with it.\"\n\nBy now, my little brother had been curled up on a good couch in a happy corner of the kitchen, drinking", " the monkeys could understand the message. Rendering Group as \"Real Animals\" <BR> <.br> <.br> First let me say that I", 0.0005353532615117729, 0.0022840818855911493], ["This has to", " be the most devoted band of Firefly sparklers ever.\n\nA statement from Erik Samden, suggesting 7 page black/crowned \"SCP\" is", " be, IT'LL GET IT DOWN.\" From this, I proceeded for 15 minutes so I could find the text message.\n\nI saw the site,", 0.0006734452326782048, 0.9973371624946594], ["That was", " your stellar moment back after the December 2012 season. You immediately called time on that situation, and in that moment, Eleanor would finish the still-birth baby with", " also true of concurrency, in which synchronization is usually greatly reduced by time, memory management is disabled by time, and caching (xor'ing or cache", 0.0016268473118543625, 0.9978669285774231], ["Once upon a time Hollywood produced live", "-action series called Fox's The Big Bang Theory, there was no longer an established audience for any new identity of a superhero. It was, instead, more", " jokes with the hyperactive jaws of a drowning rabbit. Take the BBC Malcolm x Ron Swanson, the reality version of Lloyd, the dude who really dwarfs", 0.0075242710299789906, 0.9865521788597107], ["Sharp, well-made", " spears, etc. and a pearly armour5-7\n\nSome more planks that are unreactive have a pretty great setpp which they will keep", ", scanner that makes around 480x480 sized chips2).\n\nThe RaceCar Series (lines with BMW):\n\n.Car skinning software for both", 0.9987620115280151, 0.9986711740493774], ["Ordinarily", " they are faster. They're paying competitive minimum wage and are seeing some wage increases.\n\n\nLet's move to life insurance. Buy born and die differences on", ", transactions directed\n\nto the VA, DOD and the EEONS would not be subject to the FCC's \"partially open\" process, since basic role", 0.9835213422775269, 0.9983077049255371], ["The story is seen before", " and after his death by Nicola and Guy Freeman, who happens to be Jimmy Giles. The name is linked to the Fitzgerald 13th Anniversary\n\nIt was only", " known readings \"Cletus the Sub thangius, Historii, Normanticus, Glavius and Gages, with archulating Loweism", 0.994967520236969, 0.994904637336731], ["An intriguing premise of", " the film is that he and his wife's boyfriend get their share of public money from an untimely death, a fable from a nearby convention with which", " how media anxiety can create internal suspicion and confusion has nothing to do with hyperbole or polished script. It's about attracting public's tensest, most vicarious", 0.9985811710357666, 0.9875154495239258], ["I rented this movie from blockbuster on", "dyres to an amazing group at 7AM. The dinosaurs fell down on our lap and they were instantly suced by Terry Pratchett. (Well there", " young tourists as pets. I felt that this film made the need of the party scene even more expansive for the movie. At my opinion I should play the roles", 0.9982082843780518, 0.9986456036567688], ["I was", " pricing his entire birthday party away at the continental pizzeria back in 1987, buying a few thousand $50 tins of brand name food for my dad and the", " surprised to find that catastrophe is the only cause for target-focused infrastructures as long as they endeavor to elevate individual people to perform their duties proficiently", 0.03646182268857956, 0.0014903091359883547], ["WOW", ". It's nice when people tell me they fought in WW2. I would want to know how they are doing now.\n\n{IN][IS]", " — Donald Trump taunted Hillary Clinton during the Democrat's debate Monday night.\n\nSo he's got Hillary!\" Clinton abruptly began. \"She's a liar", 0.0007806348730809987, 0.9940323233604431], ["Before the Internet this", " past winter, it set out to swoop in far and fast to take down (or at least lift) the man estimated to be responsible to be Silk Road's", " evening was reporting that the Church had refused to endorse Trump, I noted that this was writing from Ross Perot's viewpoint and was presumably not an attempt to m", 0.0010986896231770515, 0.9863499999046326], ["The direction struck me as", " a perfect storm and moved me closer to the breath that was spreading out'.\n\nHaving lost his job as a bystander, Graeme looked back and saw", " a void in my life.\"\n\nNow 30, said Wolfe, she stood on the edge of a subject that has baffled her for years — \"if there", 0.006180453579872847, 0.9986228942871094], ["This is", " a shockingly bad situation for an already gutterful city situated inist that must deliver two of the world's best educational services in the unenviable discipline of", " a violation of the methods of our BCP members and it will mean another hit to the bank,\" Brenton said in a letter to the FSB inspector general", 0.0005197342252358794, 0.0005014494527131319], ["The perfect murder is fo", "\n\nThat' the ph..ι … ……Enter Our Redeemer Ths Pantheisty de website php Nejde\n\nFreude", "iled by a very high-risk'minorities' of means present here\". Now no public monument, political venue or a widow's home are exempt.", 0.012471269816160202, 0.01858508586883545], ["Xiao Chen Z", "ing, found causation independently of expanding criminal activity and genders of prisoners of war. 81(1) \"Exploitation would lower all prisoners' powers under conditions", "hi cha, ji war, ji qihu, ii.) [13]: mission.\n\nngkunui dhau chi bao, kao", 0.9907798767089844, 0.9938793182373047], ["Invasion of the Star Creatures", ".[2]\n\nA Doubled Revolution Edit\n\nEventually, the Michael Nolan of Project CCG realised that the Arneidon variety of arms began to", "[2] has been Grand Challenge reveal simultaneously, his legendary Redoran Chains of Torment mode starts off with the following warning:\n\nIt [or the Red", 0.9939374923706055, 0.9887278079986572], ["Of all the kung", " fu loved it, such as Chan-Man and Iron Fist, the 80's aren't far behind. There's nothing like being able to beat his feeling for", "-fu master gods, this siege function has been among the most messianic, inventive and sweet bigust scale structures I have ever encountered on a Kauai", 0.9988603591918945, 0.9986472725868225], ["This service comedy, for which Peter", " Pan was dedicated, embraces a familiar formula. When Andersen plays his cheating partner Craig \"T*R*D*S*H*D*B*M", " is known for her comedy in movies and television shows, is another addition to our Kameda family. American custom is that 18 year old father Geoff takes off his", 0.998808741569519, 0.001434185542166233], ["At the time of writing", ", loot drops over 90% of the Crazed From Mythril Hate numbers require a personal perk or trigger, but because the battle is so narrow, the", ", for starters, Autolay is selling $1 million of stock up in the shard. #EroticWinner\n\nThat. And let's", 0.05725160986185074, 0.017535103484988213], ["The premise of this movie has been", " described as reverse causality between the human Sentai-related device and weather.\n\nNews organizations have reported that Miyuri is a dragon. Maybe there", " to create a logistics industry that will emphasize bringing buildings in your category inside a very big box. Some companies simply want you to have a large, complex mechanical system", 0.0032201569993048906, 0.004331839736551046], ["So, Steve Irwin. You have", " staff that are wonderful. They've got to be more lovable. They are good school corporate guys.\"\n\nThe Quinnipiac poll finds that 39 percent", ", of course, sometimes thought it was some crazy thing that you had decided, 'Of course, Let's Wear Combat.' And so it had to have been", 0.14031220972537994, 0.988240122795105]]}